Repository: jogojapan/tratrouble
Catalog: lib/l10n/intl_*.arb
Languages: de, fr, ja

# appTitle
source: TraTrouble
ja: トラトラブル

source: Share Transport Feedback
de: Teilen Sie Transportfeedback
fr: Partager les commentaires sur le transport
ja: 輸送フィードバックを共有する

source: Transport Feedback
fr: Commentaires sur le transport
ja: 輸送フィードバック

# feedbackSubmittedTitle
source: Feedback Submitted
de: Feedback gesendet
fr: Retour envoyé
ja: フィードバックが送信されました

# feedbackSubmittedContent
source: Thank you for your feedback!
de: Vielen Dank für Ihr Feedback!
fr: Merci pour vos commentaires !
ja: フィードバックありがとうございます！

# emailLabel
source: Email
ja: メール

source: Nearby
de: In der Nähe
fr: À proximité
ja: 近く

# locationServicesDisabled
source: Location services are disabled.
de: Ortungsdienste sind deaktiviert.
fr: Les services de localisation sont désactivés.
ja: 位置情報サービスが無効になっています。

source: Location permission denied.
de: Ortungsberechtigung verweigert.
fr: Permission de localisation refusée.
ja: 位置情報の許可が拒否されました。

source: Location permission denied forever.
de: Ortungsberechtigung dauerhaft verweigert.
fr: Permission de localisation refusée définitivement.
ja: 位置情報の許可が永久に拒否されました。

source: Departures
de: Abfahrten
fr: Départs
ja: 出発

source: to
de: bis
fr: à
ja: 行き先

source: min
ja: 分

source: now
de: jetzt
fr: maintenant
ja: 今

# departNearby
source: Board a bus nearby
de: Demnächst in der Nähe einsteigen
fr: Monter dans un bus à proximité
ja: 近くのバスに乗る

# onTheBus
source: I am on the bus
de: Ich bin im Bus
fr: Je suis dans le bus
ja: 既にバスに乗っています

source: Login
de: Anmelden
fr: Connexion
ja: ログイン

source: Logout
de: Abmelden
fr: Déconnexion
ja: ログアウト

source: Email
ja: メール

source: Submit
de: Senden
fr: Soumettre
ja: 送信

# emailRequired
source: Please enter an email address.
de: Bitte geben Sie eine E-Mail-Adresse ein.
fr: Veuillez entrer une adresse e-mail.
ja: メールアドレスを入力してください。

# submitEmailSuccess
source: Registration submitted. Check your email.
de: Email wird verschickt. Bitte Email checken.
fr: Email envoyé. Vérifiez votre email.
ja: 有難うございます。メールをご確認ください。

# submitEmailFailed
source: Failed to submit email: {error}
de: E-Mail-Versand fehlgeschlagen: {error}
fr: Échec de la soumission de l'e-mail : {error}
ja: メール送信に失敗しました: {error}

source: Email verified successfully!
de: E-Mail erfolgreich verifiziert!
fr: E-mail vérifié avec succès !
ja: メールが正常に確認されました！

# verificationFailed
source: Verification failed: {error}
de: Verifizierung fehlgeschlagen: {error}
fr: Vérification échouée : {error}
ja: 確認に失敗しました: {error}

# verificationError
source: Verification error: {error}
de: Verifizierungsfehler: {error}
fr: Erreur de vérification : {error}
ja: 確認エラー: {error}

# deepLinkError
source: Deep link error: {error}
de: Deep-Link-Fehler: {error}
fr: Erreur de lien profond : {error}
ja: ディープリンクエラー: {error}

source: Email already verified.
de: E-Mail bereits verifiziert.
fr: E-mail déjà vérifié.
ja: メールはすでに確認されています。

# verificationLinkExpired
source: Verification link has expired. Please request a new one.
de: Verifizierungslink ist abgelaufen. Bitte fordern Sie einen neuen an.
fr: Le lien de vérification a expiré. Veuillez en demander un nouveau.
ja: 確認リンクの有効期限が切れています。新しいリンクをリクエストしてください。

# tokenStored
source: Token stored successfully.
de: Token erfolgreich gespeichert.
fr: Jeton stocké avec succès.
ja: トークンが正常に保存されました。

source: I am on this bus
de: Ich bin in diesem Bus
fr: Je suis dans ce bus
ja: このバスに乗っています

source: I am on this train
de: Ich bin in diesem Zug
fr: Je suis dans ce train
ja: この電車に乗っています

source: I am on this tram
de: Ich bin in dieser Straßenbahn
fr: Je suis dans ce tramway
ja: この路面電車に乗っています

source: Ride Feedback
de: Fahrtfeedback
fr: Commentaires sur le trajet
ja: 乗車フィードバック

source: Punctuality
de: Pünktlichkeit
fr: Ponctualité
ja: 定時性

source: On time
de: Pünktlich
fr: À l'heure
ja: 定時

# late1to2Min
source: 1-2 min late
de: 1-2 Min Verspätung
fr: 1-2 min de retard
ja: 1～2分遅延

# lateMoreThan2Min
source: >2 min late
de: >2 Min Verspätung
fr: >2 min de retard
ja: >2分遅延

# earlyDeparture1to2Min
source: Departed 1-2 min too early
de: 1-2 Min zu früh abgefahren
fr: Départ 1-2 min trop tôt
ja: 1～2分早く出発

# earlyDepartureMoreThan2Min
source: Departed >2 min early
de: >2 Min zu früh abgefahren
fr: Départ >2 min trop tôt
ja: >2分早く出発

source: Onboard info display
de: Fahrgastinformationssystem
fr: Affichage d'information à bord
ja: 車内情報表示

source: Display functional
de: Display funktioniert
fr: Affichage fonctionnel
ja: 表示が機能している

source: Display broken
de: Display defekt
fr: Affichage cassé
ja: 表示が壊れている

source: Display non-existing
de: Display nicht vorhanden
fr: Affichage inexistant
ja: 表示がない

source: Onboard announcements
de: Durchsagen
fr: Annonces à bord
ja: 車内アナウンス

source: Clear announcements
de: Klare Durchsagen
fr: Annonces claires
ja: 明確なアナウンス

source: Unclear announcements
de: Unklare Durchsagen
fr: Annonces peu claires
ja: 不明確なアナウンス

source: No announcements
de: Keine Durchsagen
fr: Pas d'annonces
ja: アナウンスなし

source: Capacity
de: Auslastung
fr: Capacité
ja: 乗車率

# gotASeat
source: I got a seat
de: Ich habe einen Sitzplatz bekommen
fr: J'ai eu une place assise
ja: 座席に座ることができた

# couldStandComfortably
source: I could stand comfortably
de: Ich konnte bequem stehen
fr: J'ai pu rester debout confortablement
ja: 快適に立つことができた

source: Overcrowded
de: Überfüllt
fr: Surpeuplé
ja: 混雑している

source: Driving style
de: Fahrweise
fr: Style de conduite
ja: 運転スタイル

source: Safe driving
de: Sichere Fahrweise
fr: Conduite sûre
ja: 安全な運転

source: Rough driving
de: Rücksichtslose Fahrweise
fr: Conduite brutale
ja: 乱暴な運転

# soRoughSomebodyFell
source: So rough that somebody fell
de: So rücksichtslos, dass jemand gefallen ist
fr: Tellement brutal que quelqu'un est tombé
ja: 誰かが転ぶほど乱暴な運転

source: Cleanliness
de: Sauberkeit
fr: Propreté
ja: 清潔さ

source: Greasy surfaces
de: Fettige Oberflächen
fr: Surfaces graisseuses
ja: 油っぽい表面

source: Some garbage
de: Etwas Müll
fr: Un peu de déchets
ja: ゴミが少しある

source: Lots of garbage
de: Viel Müll
fr: Beaucoup de déchets
ja: ゴミが多い

source: Liquid dirt or vomit
de: Flüssiger Schmutz oder Erbrochenes
fr: Saleté liquide ou vomissure
ja: 液体の汚れまたは嘔吐物

source: Smelly
de: Unangenehmer Geruch
fr: Odeur désagréable
ja: 臭い

source: Extreme smell
de: Extremer Geruch
fr: Odeur extrême
ja: 非常に臭い

source: No problems
de: Keine Probleme
fr: Pas de problèmes
ja: 問題なし

source: Temperature
de: Temperatur
fr: Température
ja: 温度

source: Too warm
de: Zu warm
fr: Trop chaud
ja: 暖すぎる

source: Too cold
de: Zu kalt
fr: Trop froid
ja: 寒すぎる

source: Passenger behavior
de: Verhalten von Fahrgästen
fr: Comportement des passagers
ja: 乗客の行動

source: Aggressive behavior
de: Aggressives Verhalten
fr: Comportement agressif
ja: 攻撃的な行動

source: Drunk person
de: Betrunkene Person
fr: Personne ivre
ja: 酔っ払った人

# additionalComments
source: Additional comments (optional)
de: Zusätzliche Kommentare (optional)
fr: Commentaires supplémentaires (optionnel)
ja: 追加コメント（オプション）

source: Submit Feedback
de: Feedback absenden
fr: Soumettre les commentaires
ja: フィードバックを送信

# tokenNotReceived
source: Token not received from server.
de: Token nicht vom Server empfangen.
fr: Jeton non reçu du serveur.
